     *>Hola Mundo
      IDENTIFICATION DIVISION.
      PROGRAM-ID. HOLA_MUNDO.
      AUTHOR. JUAN CISNEROS.

      ENVIRONMENT DIVISION.
      DATA DIVISION.
      WORKING-STORAGE SECTION.

      PROCEDURE DIVISION.
           DISPLAY "WS-HELLO-WORLD, FROM COBOL"
           STOP RUN.
