00001 *>Hola Mundo
00002  IDENTIFICATION DIVISION.
00003  PROGRAM-ID. HOLA_MUNDO.
00004  AUTHOR. JUAN CISNEROS.

00005  ENVIRONMENT DIVISION.
00006  DATA DIVISION.
00007  WORKING-STORAGE SECTION.

00008  PROCEDURE DIVISION.
00009      DISPLAY "WS-HELLO-WORLD, FROM COBOL"
00010      STOP RUN.
